export const appRoutes = [
  { path: '/', label: 'Landing', auth: false },
  { path: '/login', label: 'Login', auth: false },
  { path: '/dashboard', label: 'Dashboard', auth: true },
]

export const roleMenus = {
  hod: ['Нүүр', 'Багш', 'Сурагч', 'Эцэг эх', 'Анги', 'Хичээл', 'Хичээлийн жил', 'Санал хүсэлт', 'Чөлөө', 'Ирц харах', 'Мэдэгдэл', 'Зар мэдээлэл', 'COVID-19'],
  staff: ['Нүүр', 'Зар мэдээлэл', 'Ирц', 'Чөлөө авах', 'Санал хүсэлт', 'Дүн', 'Мэдэгдлүүд', 'COVID-19'],
  student: ['Нүүр', 'Ирц', 'Чөлөө хүсэлт', 'Санал хүсэлт', 'Үр дүн', 'Мэдэгдлүүд', 'COVID-19'],
  parent: ['Нүүр', 'Зар мэдээлэл', 'Санал хүсэлт', 'Хүүхэн-ирц', 'Хүүхэн-дүн', 'Мэдэгдлүүд', 'COVID-19'],
}
